{
  "Destiny Numbers": {
    "1": {
      "Expression": "The primal force: Individualistic, independent, leadership and drive.",
      "Soul Urge": "This number signifies self-sufficiency and independence. Individuals with soul urge number 1 are known to be great leaders. This number represents that the person is confident about their skills and they are not afraid to try new things.",
      "Quick Overview": "Leadership, independence, pioneering spirit"
    },
    "2": {
      "Expression": "The all-knowing: Sensitive, tactful, diplomatic and cooperative.",
      "Soul Urge": "People with soul urge number 2 like to have commitments that last long. They find love quickly.",
      "Quick Overview": "Cooperation, sensitivity, diplomacy"
    },
    "3": {
      "Expression": "The creative child; imaginative, expressive communicators and artists.",
      "Soul Urge": "If you belong to soul urge number 3 then you have a young, carefree spirit. You have a positive outlook on life and strive to spread that feeling of cheer and vitality to others.",
      "Quick Overview": "Creativity, self-expression, sociability"
    },
    "4": {
      "Expression": "A rock for everyone to lean on.",
      "Soul Urge": "Is order more appealing to you than chaos? Is stability something you seek, and do you find a change to be difficult?",
      "Quick Overview": "Practicality, hard work, reliability"
    },
    "5": {
      "Expression": "A dynamic force: Energetic, adventurous, daring and freedom-loving.",
      "Soul Urge": "Persons with soul urge number 5 are fun to be with. They have a happy and jolly vibe.",
      "Quick Overview": "Freedom, adventure, change"
    },
    "6": {
      "Expression": "The caretaker: Responsible, loving, self-sacrificing, protective, sympathetic and compassionate.",
      "Soul Urge": "They are very different from other personalities and are known to have paternal and maternal behaviours. They are very caring, supportive, and nurturing in nature.",
      "Quick Overview": "Responsibility, nurturing, community service"
    },
    "7": {
      "Expression": "The seeker; spiritual, intelligent, analytical, focused, introspective.",
      "Soul Urge": "If you are more inclined towards books and knowledge, the vowels in your name may count as the numerological number 7.",
      "Quick Overview": "Introspection, spirituality, analysis"
    },
    "8": {
      "Expression": "Balance and power: Authoritative, business-minded, balanced, materially detached, successful and realistic.",
      "Soul Urge": "People with soul urge number 8 tend to be more materialistic. Their interests can be anything from money, power, and wealth to legal matters.",
      "Quick Overview": "Ambition, power, material success"
    },
    "9": {
      "Expression": "Global awareness: Helpful, compassionate, aristocratic, sophisticated, charitable.",
      "Soul Urge": "Those with soul urge number 9 value perfection and strive for perfection.",
      "Quick Overview": "Compassion, humanitarianism, altruism"
    }
  }
}